Repository: kilpkonn/icd0009-2020s
Catalog: WebApplication/Resources/Shared.*.resx
Languages: et

source: Car
et: Auto

source: Car Access
et: Auto ligipääs

source: Car Access Type
et: Ligipääsu tüüp

source: Car Error code
et: Auto vea kood

source: Car Mark
et: Auto mark

source: Car Model
et: Auto mudel

source: Car Type
et: Auto tüüp

source: Gas Refill
et: Tankimine

source: Track
et: Teekond

source: Track Location
et: Teekonna punkt

source: Home page
et: Avalehekülg

source: Welcome!
et: Tere tulemast!

source: Privacy Policy
et: Andmekaitse

source: Error
et: Viga

# ErrorHeader
source: An error occurred while processing your request.
et: Teie päringu töötlemisel tekkis viga.

source: Request Id
et: Päringu id

# WebApplication
source: Car App
et: Auto rakendus

source: Users
et: Kasutajad

source: Roles
et: Rollid
